Repository: bichoalexis/PokemonMobileDev
Catalog: PokemonMobileDev/Shared/Utils/Localizable.xcstrings
Source language: en
Languages: es_419

source: All Types
es_419: Todos los tipos

source: Continue
es_419: Continuar

source: Create Account
es_419: Crear cuenta

source: Cries
es_419: Sonidos

# Decoding Error
source: Failed to decode the response from the server.
es_419: Error al decodificar la respuesta desde el servidor

source: Height
es_419: Altura

# HTTP Error
source: HTTP Error with status code: \(statusCode)
es_419: Error HTTP con el status code: \(statusCode)

source: I already have an account
es_419: Ya tengo una cuenta

# Invalid Data
source: The data received from the server was invalid.
es_419: La información recibida desde el servidor es invalida

source: Let’s start
es_419: Vamos a comenzar

# onBoardingFirstPageDescription
source: Access to a huge variety of pokemon and look for your favorite one
es_419: Accede a una gran variedad de pokemons y busca tu pokemon favorito

# onBoardingFirstPageTitle
source: Welcome to Pokémon Mobile Dev
es_419: Bienvenido a Pokémon Mobile Dev

# onBoardingSecondPageDescription
source: Add Pokémon to your favorites, manage your profile and look for stadistics
es_419: Agregue pokémon a favoritos, administre su perfil y visualice las estadísticas.

# onBoardingSecondPageTitle
source: Keep your Pokédex up-to-date
es_419: Mantenga su Pokédex actualizada

# onBoardingThirdPageDescription
source: Start creating an account to fully access to all features
es_419: Comienza creando una cuenta para acceder a todas las funcionalidades completas

# onBoardingThirdPageTitle
source: Are you ready for this adventure?
es_419: ¿Estás listo para la aventura?

source: Pokedex
es_419: Pokédex

source: Profile
es_419: Perfil

source: Search Pokemon
es_419: Buscar Pokemon

source: Select order
es_419: Seleccionar orden

source: Select Type
es_419: Seleccionar tipo

source: Skip
es_419: Omitir

# Unknown Error
source: An unknown error occurred. Please try again later.
es_419: Ha ocurrido un error desconocido. Intenta de nuevo más tarde.

# URL Error
source: A URL error occurred
es_419: Ha ocurrido un error de URL

source: Weight
es_419: Peso
